data = '[{"id": "product1","name": "Maliban Inguru Biscuit","price": "Rs 60.00","details": "Ceylon Biscuits Limited (CBL) is one of the fastest growing and largest conglomerates in Sri Lanka.","image": "../images/inguru-biscuit.jpg"},{"id": "product2","name": "KitKat Chunky Chocolate","price": "Rs 400.00", "details": "The standard bars consist of two or four pieces composed of three layers of wafer, separated and covered by an outer layer.","image": "../images/kitkat.png"},{"id": "product3","name": "Anchor Butter","price": "Rs 625.00", "details": "Anchor Salted Butter uses only the freshest cream from pasture-fed cows. Free from additives, preservatives and coloring, making every meal irresistible and naturally delicious.", "image": "../images/anchor-butter.png"},{"id": "product4","name": "Maggi Papare Kottu","price": "Rs 60.00", "details": "Maggi Papare Kottu, a mouth-watering and tongue-tingling Noodle made using Onion, Garlic, Chilli and Pepper.", "image": "images/kottu-me.jpg"}, {"id": "product5","name":"Munchee Kome","price": "Rs 100.00", "details": "Munchee Rice Cracker uses the nations staple grain to create a wholesome and tasty snack. It has a unique texture, light yet full of satisfying goodness.", "image": "../images/munchee-kome.png"},{"id": "product6","name": "MD - Jelly Crystal  Apple","price": "Rs 144.00", "details": "Superior Quality Product, Quick and easy to prepare, Enjoy Delicious Jelly instantly, Delicious, Refreshing Taste,Distinctive taste and Fires up your mind","image": "../images/apple-jelly.jpg"},{"id": "product7","name": "Chocolate Cream Biscuit","price": "Rs 60.00", "details": "Chocolate, always a favourite and this blend of chocolate flavour cream sandwiched between two crumbly chocolate biscuits is a very popular choice with a relaxing cuppa.", "image": "../images/choco-cream.jpg"},{"id": "product8","name": "Fanta Orange Bottle","price": "Rs 80.00","details": "Bright, bubbly, instantly refreshing and great tasting. Fanta Orange is made with 100% natural flavours, fruit juice and is caffeine free.", "image": "../images/fanta.jpg"}]';
